Repository: WymanY/Candela
Catalog: App/Candela/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Quit
zh_hans: 退出

source: Brightness
zh_hans: 亮度

source: Volume
zh_hans: 音量

source: Mute
zh_hans: 静音

source: Built-in Display
zh_hans: 内置显示器

source: HDMI Television
zh_hans: HDMI 电视

source: Built-in
zh_hans: 内置

source: External
zh_hans: 外接

source: Unsupported
zh_hans: 不支持

source: General
zh_hans: 通用

source: Displays
zh_hans: 显示器

source: About
zh_hans: 关于

source: No Displays
zh_hans: 没有显示器

source: General settings will appear in a later release.
zh_hans: 通用设置将在后续版本中提供。

source: Option-click to copy a debug dump
zh_hans: 按住 Option 点击可复制调试信息

source: %d percent
zh_hans: %d 百分比

source: Software dimming
zh_hans: 软件调光

source: Software dimming reduces HDR contrast.
zh_hans: 软件调光会降低 HDR 对比度。

source: Launch at Login
zh_hans: 登录时打开

source: Restore last brightness on reconnect
zh_hans: 重新连接时恢复上次亮度

source: Allow dim to black
zh_hans: 允许调到全黑

source: Show percent next to sliders
zh_hans: 在滑块旁显示百分比

source: Custom Name
zh_hans: 自定义名称

source: Display
zh_hans: 显示器

source: Night
zh_hans: 夜间

source: Desk
zh_hans: 桌面

source: Max
zh_hans: 最大

source: Match All
zh_hans: 全部匹配

source: Contrast
zh_hans: 对比度

source: Match
zh_hans: 匹配

source: Startup, dimming, and panel labels.
zh_hans: 启动、调光和面板标签。

source: Open Candela when you log in.
zh_hans: 登录后自动打开 Candela。

source: Startup
zh_hans: 启动

source: Panel
zh_hans: 面板

source: Input
zh_hans: 输入

source: Brightness restored after unplug.
zh_hans: 拔掉后重新接上时恢复亮度。

source: Use gamma when hardware control is missing.
zh_hans: 没有硬件控制时使用 gamma。

source: Let software dimming reach 0%.
zh_hans: 允许软件调光降到 0%。

source: Show 50% beside each slider.
zh_hans: 在每个滑块旁显示 50%。

source: Hardware Name
zh_hans: 硬件名称

source: Name this display in the menu-bar panel.
zh_hans: 在菜单栏面板中为此显示器命名。

source: Brightness for every display
zh_hans: 每台显示器的亮度

source: Menu-bar brightness for every display.
zh_hans: 在菜单栏调节每台显示器的亮度。

source: Software volume for this display's speakers.
zh_hans: 此显示器扬声器的软件音量。

source: Identity, connection, and control path for each panel.
zh_hans: 每块屏幕的标识、连接和控制路径。

source: Main
zh_hans: 主显示器

source: Main display
zh_hans: 主显示器

source: Resolution
zh_hans: 分辨率

source: Connection
zh_hans: 连接

source: Vendor
zh_hans: 厂商

source: Product
zh_hans: 产品

source: Serial
zh_hans: 序列号

source: Role
zh_hans: 角色

source: Pending
zh_hans: 待定

source: None
zh_hans: 无

source: Software
zh_hans: 软件

source: Current
zh_hans: 当前

source: Software volume for the current output.
zh_hans: 当前输出的软件音量。

source: Speaker
zh_hans: 扬声器

source: Current output
zh_hans: 当前输出

source: Output
zh_hans: 输出

source: Rotation
zh_hans: 旋转

source: Landscape
zh_hans: 横向

source: Portrait
zh_hans: 纵向

source: Landscape flipped
zh_hans: 横向翻转

source: Portrait flipped
zh_hans: 纵向翻转

source: Close PiP
zh_hans: 关闭 PiP

source: Open Picture in Picture
zh_hans: 打开 Picture in Picture

source: Close Picture in Picture
zh_hans: 关闭 Picture in Picture

source: Open
zh_hans: 已打开

source: Available
zh_hans: 可用

source: Waiting for display…
zh_hans: 正在等待显示器…

source: Preview only in fake-hardware mode.
zh_hans: 仅在假硬件模式下预览。

source: This display is not available.
zh_hans: 此显示器不可用。

source: Could not find this display for capture.
zh_hans: 找不到可采集的显示器。

source: Screen Recording permission is required for Picture in Picture.
zh_hans: 使用 Picture in Picture 需要屏幕录制权限。

source: Opacity
zh_hans: 不透明度

source: Click Through
zh_hans: 点击穿透

source: Control Source
zh_hans: 控制源画面

source: Control is on. Clicks and scrolls go to the other display. Press Control-Esc to exit. Hover the title bar to move this window.
zh_hans: 控制已开启。点击和滚动会送到另一块显示器。按 Control-Esc 退出。要移动此窗口，请拖标题栏。

source: Exit source control
zh_hans: 退出源控制

source: Move Picture in Picture to another display to control the source.
zh_hans: 请把画中画移到另一块显示器，才能控制源画面。

source: Accessibility permission is required to control the source display.
zh_hans: 控制源画面需要辅助功能权限。

source: Control is unavailable in the Mac App Store build.
zh_hans: Mac App Store 版本无法控制源画面。

source: Click through is on. Hover the title bar to adjust. Scroll still zooms.
zh_hans: 点击穿透已开启。将指针移到标题栏即可调整，滚轮仍可缩放。

source: Pin Corner
zh_hans: 固定到角落

source: Free
zh_hans: 自由

source: Top Left
zh_hans: 左上

source: Top Right
zh_hans: 右上

source: Bottom Left
zh_hans: 左下

source: Bottom Right
zh_hans: 右下

source: Center
zh_hans: 居中

source: Scenes
zh_hans: 场景

source: No Scenes
zh_hans: 没有场景

source: Apply Scene
zh_hans: 应用场景

source: Save Scene
zh_hans: 保存场景

source: Save Current…
zh_hans: 保存当前…

source: Save the current displays as a named scene, then apply it later.
zh_hans: 将当前显示器状态保存为命名场景，之后再应用。

source: Capture brightness, volume, input, rotation, and Picture in Picture for the current displays.
zh_hans: 保存当前显示器的亮度、音量、输入、旋转和 Picture in Picture。

source: Save
zh_hans: 保存

source: Cancel
zh_hans: 取消

source: Apply
zh_hans: 应用

source: Update
zh_hans: 更新

source: Delete
zh_hans: 删除

source: Delete Scene
zh_hans: 删除场景

source: No saved scenes yet.
zh_hans: 还没有已保存的场景。

source: displays
zh_hans: 台显示器

source: missing
zh_hans: 台缺失

source: Active
zh_hans: 当前

source: Scene %lld
zh_hans: 场景 %lld

source: Remove “%@”? This cannot be undone.
zh_hans: 要删除“%@”吗？此操作无法撤销。

source: Source
zh_hans: 来源

source: Window
zh_hans: 窗口

source: Magnifier
zh_hans: 放大镜

source: Magnifier Zoom
zh_hans: 放大镜缩放

source: Scroll to zoom
zh_hans: 滚轮缩放

source: Space-drag to pan
zh_hans: 按住空格拖动平移

source: Mirror
zh_hans: 镜像

source: Mirrored. Flip back to the original view.
zh_hans: 已镜像。再点一次可恢复原视图。

source: Choose Window
zh_hans: 选择窗口

source: Could not find that window. Pick another one.
zh_hans: 找不到该窗口，请另选一个。

source: Language
zh_hans: 语言

source: App Language
zh_hans: 应用语言

source: System
zh_hans: 系统

source: Defaults to the language set in System Settings.
zh_hans: 默认使用系统设置中的语言。

source: The menu bar icon is hidden by macOS 26.
zh_hans: 菜单栏图标被 macOS 26 挡住了。

source: The hidden icon is not a code-signing or privacy-permission issue. Picture in Picture uses Screen Recording. Controlling another display from Picture in Picture also uses Accessibility. macOS 26 controls third-party status items here: System Settings → Menu Bar → Allow in the Menu Bar → enable Candela If Candela is already enabled, turn it off and back on. If it remains hidden, use Reset Control Center at the bottom as a last resort. Resetting also restores every Control Center and menu bar layout to its defaults. If you use Ice, Bartender, or BetterTouchTool, their menu-bar buttons can also reveal a hidden Candela item.
zh_hans: 菜单栏图标被隐藏，不是代码签名或隐私权限的问题。画中画需要屏幕录制；从画中画控制另一块显示器还需要辅助功能。 macOS 26 在这里管理第三方状态栏图标： 系统设置 → 菜单栏 → 允许出现在菜单栏 → 打开 Candela 如果 Candela 已经打开，请先关闭再重新打开。若图标仍然隐藏，最后再使用页面底部的「重置控制中心」。重置也会将所有控制中心和菜单栏布局恢复为默认值。 如果你装了 Ice / Bartender / BetterTouchTool，点它们的菜单栏按钮也能看到被收纳的 Candela。

source: Open System Settings · Menu Bar
zh_hans: 打开系统设置 · 菜单栏

source: Launch at Login requires macOS 13 or later.
zh_hans: 登录时打开需要 macOS 13 或更高版本。

source: Untitled Scene
zh_hans: 未命名场景

source: Settings
zh_hans: 设置

source: Overview
zh_hans: 多屏

source: Close Overview
zh_hans: 关闭多屏

source: Display Overview
zh_hans: 多屏预览

source: Open Display Overview
zh_hans: 打开多屏预览

source: Close Display Overview
zh_hans: 关闭多屏预览

source: Dim
zh_hans: 低亮

source: Normal
zh_hans: 常亮

source: Full
zh_hans: 全亮

source: Snap to Corner
zh_hans: 吸附到角落

source: Free Position
zh_hans: 自由位置

# Snap Top Left
source: Top Left
zh_hans: 左上角

# Snap Top Right
source: Top Right
zh_hans: 右上角

# Snap Bottom Left
source: Bottom Left
zh_hans: 左下角

# Snap Bottom Right
source: Bottom Right
zh_hans: 右下角

# Snap Center
source: Center
zh_hans: 居中

source: Shortcuts
zh_hans: 快捷键

source: Keyboard shortcuts already available in Candela.
zh_hans: 当前 Candela 已支持的快捷键。

source: App
zh_hans: 应用

source: Menu Bar
zh_hans: 菜单栏

source: Open Settings
zh_hans: 打开设置

source: Close Panel
zh_hans: 关闭面板

source: Scroll
zh_hans: 滚轮

source: Space-drag
zh_hans: 按住空格拖动

source: Copy debug dump
zh_hans: 复制调试信息

source: Option-click
zh_hans: Option-点击

source: Close Settings
zh_hans: 关闭设置

source: Unmute
zh_hans: 取消静音

source: Muted · Current output
zh_hans: 已静音 · 当前输出

source: Battery
zh_hans: 电池

source: Unmirror
zh_hans: 取消镜像

source: Mirror every display onto the built-in display.
zh_hans: 把每块显示器镜像到内置屏。

source: Stop mirroring and restore the previous arrangement.
zh_hans: 停止镜像并恢复之前的排列。

source: Settings…
zh_hans: 设置…

source: Hide Candela
zh_hans: 隐藏 Candela

source: Quit Candela
zh_hans: 退出 Candela

source: About Candela
zh_hans: 关于 Candela

source: Hide Others
zh_hans: 隐藏其他

source: Show All
zh_hans: 全部显示

source: Follow keyboard brightness
zh_hans: 跟随键盘亮度

source: Follow Keyboard Brightness
zh_hans: 跟随键盘亮度

source: Stop following keyboard brightness
zh_hans: 停止跟随键盘亮度

source: This launch only. Other displays keep a relative offset while keyboard brightness keys move the built-in panel.
zh_hans: 仅本次启动有效。键盘亮度键调节内建屏时，其他显示器按相对偏移一起变化。

source: Hide Display
zh_hans: 隐藏这块屏

source: Show Hidden
zh_hans: 显示隐藏

source: Show Hidden Displays
zh_hans: 显示隐藏的屏幕

source: Hide %@
zh_hans: 隐藏%@

source: Screen Recording is required
zh_hans: 需要屏幕录制权限

source: Enable Candela in System Settings to use Picture in Picture and Display Overview.
zh_hans: 请在系统设置中开启 Candela，才能使用 Picture in Picture 和 Display Overview。

source: System Settings → Privacy & Security → Screen Recording
zh_hans: 系统设置 → 隐私与安全性 → 屏幕录制

source: Open System Settings
zh_hans: 打开系统设置

source: Layout
zh_hans: 布局

source: Display Layout
zh_hans: 显示器排列

source: Drag any display to arrange it. Displays stay connected and cannot overlap.
zh_hans: 拖动任意显示器进行排列。显示器会保持相接，且不能重叠。

source: Reload
zh_hans: 重新载入

source: Display layout applied.
zh_hans: 显示器排列已应用。

source: Reloaded the current display layout.
zh_hans: 已重新载入当前显示器排列。

source: Layout is ready.
zh_hans: 排列已就绪。

source: Could not validate the display layout.
zh_hans: 无法验证显示器排列。

source: Display configuration changed. Reload before applying.
zh_hans: 显示器配置已更改。请重新载入后再应用。

source: Stop mirroring before editing the display layout.
zh_hans: 请先停止镜像，再编辑显示器排列。

source: Connect at least two real displays in extended desktop mode.
zh_hans: 请在扩展桌面模式下连接至少两台真实显示器。

source: Could not read the current display layout.
zh_hans: 无法读取当前显示器排列。

source: Could not apply the display layout.
zh_hans: 无法应用显示器排列。

source: Displays overlap. Move them apart before applying.
zh_hans: 显示器相互重叠。请移开后再应用。

source: Every display must touch another display.
zh_hans: 每台显示器都必须与另一台显示器相接。

source: No editable display layout is available.
zh_hans: 当前没有可编辑的显示器排列。

source: Main Display
zh_hans: 主显示器

source: Arrange extended displays
zh_hans: 排列扩展显示器

source: Connect at least two real displays to edit their layout.
zh_hans: 请连接至少两台真实显示器以编辑排列。

source: Open System Settings · Screen Recording
zh_hans: 打开系统设置 · 屏幕录制
